Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Myślę, że przyszła pora na oczyszczenie dróg oddechowych. Masz, sztachnij się.
uk: Думаю, настав час прочистити дихальні шляхи. Тримай, затягнись.

source: Myślę, że tak.
uk: Думаю, що так.

source: Myślę, że tak. Jeśli ci go przeczytam, pójdziesz pilnować kopalni?
uk: Гадаю, що зможу. Якщо прочитаю, ти підеш охороняти копальню?

source: Myślę, że tak. To grupa zwykłych rzezimieszków, a nie wykwalifikowanych przestępców. Tacy rzadko kiedy grzeszą inteligencją.
uk: Гадаю, що так. Це група звичайних бандитів, а не професійних злочинців. Серед них рідко зустрічається хтось розумний.

source: Myślę, że to dobre miejsce na posterunek. Jeden z was niech tutaj zostanie, reszta za mną!
uk: Гадаю, це чудове місце для посту. Один із вас залишиться тут, а решта – за мною!

source: Myślę, że to dobry moment byś z nim porozmawiał.
uk: Думаю, зараз саме час поговорити з ним.

source: Myślę, że to już czas na ciebie.
uk: Думаю, тобі вже час йти.

source: Myślę, że to powinno wystarczyć.
uk: Думаю, що цього має вистачити.

source: Myślę, że to wszystko, co musisz wiedzieć. Kiedy dostaniesz wskazówki od Sambora i przygotujesz Arwida do biegu, to zamelduj się u mnie.
uk: Думаю, це все, що тобі потрібно знати. Коли ти отримаєш вказівки від Самбора і підготуєш Арвіда до забігу, то зайди до мене.

source: Myślę, że truciznę dodano jak już danie wyszło z kuchni.
uk: Я думаю, що отруту додали вже після того, як страву винесли з кухні.

source: Myślę, że tyle informacji ci wystarczy. Do roboty.
uk: Думаю, цієї інформації тобі достатньо. Приступай до роботи.

source: Myślę, że tyle informacji wystarczy na ten moment.
uk: Думаю, що поки що цієї інформації достатньо.

source: Myślę, że w Górniczej Dolinie jest takich sporo, ale pewnie ochoczo przyjmą kolejnych...
uk: Думаю, що в Гірничій Долині є досить багато таких, але вони, мабуть, охоче приймуть ще...

source: Myślę, że w takiej sytuacji będzie im niezręcznie odmówić.
uk: Думаю, їм буде незручно відмовити в такій ситуації.

source: Myślę, że w tym wypadku akurat większość by sobie poradziła. Tak czy inaczej, powinniśmy się pokazać od jak najlepszej strony.
uk: Я думаю, що будь-хто з наших прекрасно впорається. Але, ми повинні виглядати ідеально.

source: Myślę, że w załatwieniu sobie porządnego miecza mógłby mi pomóc dowolny strażnik. Porozmawiam z którymś.
uk: Гадаю, будь-який вартовий може допомогти мені дістати пристойний меч. Треба поговорити з кимось із них.

source: Myślę, że wielu w tym mieście nie podziela twojego zdania.
uk: Я вважаю, що багато хто в цьому місті не поділяє твоїх поглядів.

source: Myślę, że wielu z was zrobiłoby to samo, słysząc powtarzające się plotki o orkowych galerach.
uk: Думаю, багато хто з вас вчинив би так само, чуючи постійні чутки про галери орків.

source: Myślę, że więcej informacji nie potrzebujesz. Pamiętaj, bądź ostrożny. Nie chcemy żadnego skandalu politycznego, więc uważaj, gdy będziesz rozmawiał z Gamalem.
uk: Думаю, що більше інформації тобі не знадобиться. Пам'ятай, будь обережним. Нам не потрібен політичний скандал, будь уважним, розмовляючи з Гамалем.

source: Myślę, że wprowadzenie nowych zasad funkcjonowania kopalni to bardziej precyzyjne określenie.
uk: Гадаю, запровадження нових правил функціонування копальні є більш точним терміном.

source: Myślę, że z tego powodu wszyscy dziś zasłużyliśmy na kilka złotych monet zarobku, więc dawaj kasę i zmywajmy się z tej wylęgarni komarów.
uk: Думаю, саме тому ми сьогодні заслужили на кілька золотих монет. Тож давай сюди гроші і забираймося з цього комариного царства.

source: Myślę, że za kilka miesięcy będzie można spróbować pierwszego słoika, później tylko poczekać kilka lat i pyszny miód pitny będzie gotowy!
uk: Думаю, першу баночку можна буде скуштувати вже за кілька місяців, а потім зачекати ще декілька років і смачна медовуха буде готова!

source: Myślę, że zaryzykuję stwierdzenie, iż wydanie mnie nie jest nikomu na rękę.
uk: Думаю, я можу стверджувати, що здавати мене нікому не вигідно.

source: Myślę, że zasłużyłeś na to, aby zostać moim czeladnikiem. Powiedz tylko czy na pewno tego chcesz, a załatwimy wszystkie formalności.
uk: Думаю, що ти заслужив право стати моїм учнем. Лише скажи мені, чи ти впевнений, що хочеш цього, і ми владнаємо всі формальності.

source: Myślę, że zatrzymam całość.
uk: Думаю, краще я залишу собі все.

source: Myślę, że znajdzie się dla ciebie miejsce wśród naszych gońców.
uk: Думаю, що тобі знайдеться місце серед наших посланців.

source: Myślę, że znajdę dla ciebie pewną robotę. Widziałeś to wszystko, co się tutaj stało.
uk: Думаю, я зможу знайти для тебе якусь роботу. Ти ж бачив все, що тут сталося.

source: Myślę, że... cztery osoby w zupełności wystarczą. Nie wiemy, jak wąskie okażą się podziemne korytarze. Musimy ograniczyć liczbę osób wewnątrz do koniecznego minimum.
uk: Гадаю, що... чотирьох людей цілком вистачить. Невідомо, наскільки вузькими виявляться підземні коридори. Ми повинні звести кількість людей всередині до необхідного мінімуму.

source: Módl się do Innosa, aby zrobił to za nas.
uk: Моли Інноса, щоб він зробив це замість нас.

source: Módl się, żebyś mnie nie spotkał, gdy nadejdzie godzina próby.
uk: Молись, щоб ти не зустрів мене, коли настане час випробувань.

source: Módl się.
uk: Помолитись.

source: Módlcie się, bo jego koniec jest bliski...
uk: Моліться, бо кінець вже близько...

source: Mógł próbować zapełniać szeregi albo pozwolić na wysyp przestępców na ulice miasta.
uk: Він міг спробувати поповнити свої ряди або дозволити натовпу злочинців заповнити вулиці міста.

source: Mógłbym ci je przynieść.
uk: Я міг би принести їх тобі.

source: Mógłbym ci jeszcze długo o nim opowiadać, ale najlepiej będzie, jak sam się dowiesz od niego szczegółów.
uk: Я міг би ще довго розповідати про нього, але буде краще, якщо ти дізнаєшся подробиці від нього особисто.

source: Mógłbym cię prosić, żebyś zaśpiewała za mnie?
uk: Можу я попросити тебе заспівати замість мене?

source: Mógłbym cię tutaj zabić, a nikt by nawet nie mrugnął. To ja jestem tutaj prawem.
uk: Я можу вбити тебе тут, і ніхто навіть не моргне. Я тут закон.

source: Mógłbym cię zabić, gdybym się mocno zamachnął...
uk: Я міг би тебе вбити, якщо сильно замахнуся...

source: Mógłbym cię zapytać o to samo.
uk: Можу спитати тебе про те ж саме.

source: Mógłbym co prawda nauczyć cię pewnych jej aspektów, ale... najpierw musiałbyś przejść test.
uk: Я міг би, звісно, навчити тебе деяким аспектам, але... спершу тобі треба буде пройти тест.

source: Mógłbym dostać trochę tego pysznego gulaszu?
uk: Можна мені трохи цього смачного рагу?

source: Mógłbym dostać u was taką półkę na wina?
uk: Чи можу я замовити в тебе таку полицю для вина?

source: Mógłbym dołączyć do Wodnego Kręgu?
uk: Чи можу я приєднатися до Кільця Води?

source: Mógłbym długo tak jeszcze opowiadać, ale to chyba nie czas na lekcje.
uk: Я міг би ще довго продовжувати, але зараз, мабуть, не час для лекцій.

source: Mógłbym je złamać tylko wtedy, gdyby przyszedł tutaj sam Król Rhobar. Chociaż i tak bym się wahał.
uk: Я міг би порушити його, тільки якби сюди приїхав сам Король Робар. Хоча я б все одно завагався.

source: Mógłbym kupić od ciebie dziczyznę?
uk: Чи можу я купити у тебе трохи м'яса?

source: Mógłbym od ciebie dostać jakieś mikstury lecznicze?
uk: Ти можеш дати мені якесь цілюще зілля?

source: Mógłbym odpowiedzieć ci na to pytanie, ale...
uk: Я міг би відповісти тобі на це запитання, але...

source: Mógłbym pomóc wam rozdawać broszury.
uk: Я міг би допомогти вам роздавати брошури.

source: Mógłbym pożyczyć ten kociołek?
uk: Можна позичити цей казан?

source: Mógłbym rozejrzeć się przy okazji za twoją córką.
uk: Я міг би пошукати твою доньку.

source: Mógłbym się też przyczepić jedzenia, bo kwatermistrz nieszczególnie kwapi się, żeby zadbać o nasze pełne brzuchy...
uk: Можу ще поскаржитися на харчування, бо інтендант не дуже охоче піклується про наші голодні шлунки...

source: Mógłbym skorzystać z twojej kuźni?
uk: Чи можу я скористатися твоєю кузнею?

source: Mógłbym sporym wysiłkiem uzbierać kwotę żądaną przez Gildię, ale zrobię to tylko wtedy, kiedy będę miał absolutną pewność co do jakości ich oferty!
uk: Я міг би, доклавши значних зусиль, виділити суму, яку вимагає Гільдія, але я зроблю це тільки в тому випадку, якщо буду абсолютно впевнений в якості їхньої пропозиції!

source: Mógłbym sprawić, że wasze broszury trafią do szerszego grona obywateli.
uk: Я міг би зробити так, щоб ваші брошури охопили ширшу аудиторію.

source: Mógłbym szepnąć mu słówko i może uda się wam zawrzeć korzystną umowę w sprawie dostaw drewna.
uk: Я міг би шепнути йому кілька слів, і ти зможеш укласти вигідну угоду про постачання деревини.

source: Mógłbym tak wymieniać dalej, ale nie chcę cię zanudzać.
uk: Можу продовжувати і далі, але не хочу тобі набридати.

source: Mógłbym to zrobić, ale nie za darmo.
uk: Я міг би це зробити, але не задарма.

source: Mógłbym tutaj ponarzekać, że nie udało wam się pozbyć ich wszystkich, ale jestem realistą.
uk: Я міг би поскаржитися, що тобі не вдалося позбутися їх усіх, але я реаліст.

source: Mógłbym u ciebie trenować?
uk: Можна з тобою потренуватися?

source: Mógłbym u ciebie zakupić trochę żywności?
uk: Чи можу я купити в тебе трохи їжі?

source: Mógłbym wymienić swoją nagrodę na referencję?
uk: Чи можу я обміняти свою винагороду на рекомендацію?

source: Mógłbym wymienić swoją nagrodę na referencję? (100 SZ)
uk: Чи можу я обміняти свою винагороду на рекомендацію? (100 золотих)

source: Mógłbym wymienić swoją nagrodę na referencję? (40 SZ)
uk: Чи можу я обміняти свою винагороду на рекомендацію? (40 золотих)

source: Mógłbym wymienić swoją nagrodę na referencję? (90 SZ)
uk: Чи можу я обміняти свою винагороду на рекомендацію? (90 золотих)

source: Mógłbym wyszkolić cię na porządnego wojownika, ale widzę, że podjąłeś już decyzję co do swojej przyszłości.
uk: Я міг би вишколити з тебе гідного бійця, але, бачу, ти вже прийняв рішення щодо свого майбутнього.

source: Mógłbym z tobą potrenować?
uk: Можна з тобою потренуватися?

source: Mógłbym zadać ci parę pytań?
uk: Можна задати кілька запитань?

source: Mógłbym zapytać o to samo.
uk: Я міг би запитати те саме.

source: Mógłbym zobaczyć twój miecz?
uk: Можна поглянути на твій меч?

source: Mógłbym zobaczyć, co tam czytasz?
uk: Можна поглянути, що ти там читаєш?

source: Mógłbym. Ale nie zrobię tego.
uk: Можна було б. Але я не робитиму цього.

source: Mógłbyś go sprawdzić?
uk: Можеш його перевірити?

source: Mógłbyś grzecznie powiedzieć mu, żeby dał jej spokój?
uk: Можеш ввічливо сказати йому, щоб він дав їй спокій?

source: Mógłbyś mi coś opowiedzieć o Wilczych Synach?
uk: Можеш розповісти мені щось про Вовчих Синів?

source: Mógłbyś mi coś powiedzieć o kopalni?
uk: Можеш розповісти щось про копальню?

source: Mógłbyś mi ją oddać?
uk: Можеш повернути мені мітлу?

source: Mógłbyś mi opowiedzieć coś o kapitanie?
uk: Можеш розповісти мені щось про капітана?

source: Mógłbyś mi opowiedzieć coś o tym miejscu?
uk: Можеш розповісти мені щось про це місце?

source: Mógłbyś mi opowiedzieć coś więcej o Vardhal?
uk: Можеш розповісти мені більше про Вардхал?

source: Mógłbyś mi pokazać, jak lepiej posługiwać się kuszą?
uk: Можеш показати, як краще користуватися арбалетом?

source: Mógłbyś mi pokazać, jak nabrać siły?
uk: Можеш мені показати, як стати сильнішим?

source: Mógłbyś mi teraz pomóc i zebrać to wszystko? Czy może jeszcze chcesz wiedzieć, co dzisiaj jadłem na śniadanie!?
uk: Може, ти допоможеш мені все зібрати? Чи тобі ще розповісти, що я їв сьогодні на сніданок?

source: Mógłbyś mi wyjaśnić, o co w tym wszystkim chodzi?
uk: Можеш пояснити, про що йде мова?

source: Mógłbyś mi wytłumaczyć, na czym dokładnie polegają te metody?
uk: Чи не міг би ти пояснити мені, в чому саме полягають ці методи?

source: Mógłbyś mnie czegoś nauczyć?
uk: Можеш мене чогось навчити?

source: Mógłbyś mnie podszkolić?
uk: Ти можеш мене потренувати?

source: Mógłbyś mnie wypuścić?
uk: Можеш мене випустити?

source: Mógłbyś mnie wyszkolić?
uk: Можеш мене потренувати?

source: Mógłbyś mu o tym nie mówić? Potrąci mi to z wynagrodzenia, a ja nie mam prawie grosza przy duszy...
uk: Ти не міг би йому про це не казати? Він вирахує це з моєї платні, а у мене і так ні монети...

source: Mógłbyś mu o tym nie mówić? Potrąci mi to z wynagrodzenia.
uk: Можеш не говорити йому про це? Він вирахує це з моєї зарплатні.

source: Mógłbyś nauczyć mnie alchemii?
uk: Ти міг би навчити мене алхімії?

source: Mógłbyś nauczyć mnie czegoś o alchemii?
uk: Можеш навчити мене алхімії?

source: Mógłbyś nauczyć mnie czegoś o górnictwie?
uk: Можеш навчити мене гірничій справі?

source: Mógłbyś nauczyć mnie czegoś o magii?
uk: Можеш навчити мене чогось із магії?

source: Mógłbyś okazać skruchę, płacąc grzywnę - oczywiście, odpowiednio wysoką.
uk: Ти можеш покаятися, сплативши штраф – звісно, достатньо високий.

source: Mógłbyś opowiedzieć mi coś o wyspie?
uk: Можеш розповісти мені щось про острів?

source: Mógłbyś opowiedzieć mi o nim coś więcej?
uk: Можеш розповісти мені про нього більше?

source: Mógłbyś otworzyć tę kratę?
uk: Можеш відчинити ті ґрати?

source: Mógłbyś podszkolić mnie w kowalstwie?
uk: Можеш навчити мене ковальству?

source: Mógłbyś pomóc Ruudowi?
uk: Ти можеш допомогти Рууду?

source: Mógłbyś pomóc staruszkowi i porozmawiałbyś z lokalnym magiem? Może znajdzie się miejsce na tutejszym cmentarzu.
uk: Чи не міг би ти допомогти старому і поговорити з тутешнім магом? Можливо, для неї знайдеться місце на місцевому цвинтарі.

source: Mógłbyś powiedzieć mi coś o historii wyspy?
uk: Можеш розповісти мені щось про історію острова?

source: Mógłbyś powiedzieć mi coś o tym grocie?
uk: Можеш розповісти мені щось про цей наконечник?

source: Mógłbyś pożyczyć mi swoją łopatę? Oddam ci ją... za jakiś czas.
uk: Можеш позичити мені свою лопату? Я віддам її тобі... через деякий час.

source: Mógłbyś przez chwilę go doglądać? Wolałbym się upewnić, że tym razem naprawdę pracuje, a nie podjada jedynie zerwane owoce.
uk: Ти не міг би за ним трохи поспостерігати? Я хочу переконатися, що цього разу він справді працює, а не просто поїдає зібрані ягоди.

source: Mógłbyś przygotować dla mnie większą dostawę tego miodu?
uk: Можеш приготувати для мене більшу партію цього меду?

source: Mógłbyś się bardziej postarać.
uk: Ти міг би запропонувати більше.

source: Mógłbyś się tym zająć?
uk: Ти не міг би цим зайнятись?

source: Mógłbyś się za nim rozejrzeć? Zaczynam się naprawdę niepokoić.
uk: Ти не міг би його пошукати? Я вже починаю хвилюватися.

source: Mógłbyś sporządzić dla mnie pewien dokument?
uk: Чи можеш ти виготовити для мене певний документ?

source: Mógłbyś sprawdzić, czy dalej jest na mnie wściekła? Minęło kilka lat, może jej przeszło...
uk: Можеш перевірити, чи вона все ще сердиться на мене? Минуло вже кілька років, може, вона вже забула...

source: Mógłbyś ułożyć te butelki na jednej z tych półek? Tylko ich nie rozbij! Ja wracam do ksiąg, muszę spisać aktualny stan magazynu.
uk: Можеш поставити ці пляшки на одну з полиць? Тільки не розбий їх! Я повернуся до книг, треба записати поточні запаси.

source: Mógłbyś zapewnić mi trochę zapasów na moją wyprawę?
uk: Чи не міг би ти забезпечити мене запасами для моєї експедиції?

source: Mógłbyś zastąpić na chwilę Folkarda na straży bramy?
uk: Можеш на деякий час підмінити Фолькарда на охороні воріт?

source: Mój Bóg uznał mnie niegodnym swej łaski. Nie ma już dla mnie nadziei.
uk: Мій Бог оголосив мене недостойним його благодаті. Для мене більше немає надії.

source: Mój Pan nie lubi czekać.
uk: Мій пан не любить чекати.

source: Mój brat jest ranny. Ktoś go szybko musi opatrzyć!
uk: Мій брат поранений. Йому терміново потрібна допомога!

source: Mój brat jest ranny. Ukąsiły go krwiopijce i potrzebuje pomocy.
uk: Мій брат поранений. Його покусали шершні і йому потрібна допомога.

source: Mój brat nadal jest wycieńczony, ale powoli odzyskuje siły.
uk: Мій брат все ще виснажений, але поступово одужує.

source: Mój brat nie żyje.
uk: Мій брат мертвий.

source: Mój brat twierdzi podobnie.
uk: Мій брат каже те саме.

source: Mój brat wciąż gdzieś tam jest, a ty nie zrobiłeś nic by mu pomóc.
uk: Мій брат все ще десь там, а ти нічого не зробив, щоб йому допомогти.

source: Mój brat wciąż gdzieś tam jest, a ty nie zrobiłeś nic, by mu pomóc.
uk: Мій брат все ще десь там, а ти нічого не зробив, щоб йому допомогти.

source: Mój brat zaginął i muszę znaleźć kogoś, kto pomoże mi go odszukać.
uk: Мій брат зник, і мені потрібно знайти когось, хто допоможе з його пошуками.

source: Mój brat zaginął i szukam kogoś kto mi pomoże.
uk: Мій брат зник, і я шукаю когось, хто б мені допоміг.

source: Mój brat zaginął i wszystko wskazuje na to, że został porwany.
uk: Мій брат зник. Все вказує на те, що його викрали.

source: Mój brat zaginął, a Gildia pomaga mi go odnaleźć. Jeśli sam będziesz miał jakiś problem, również udzielą ci wsparcia.
uk: Мій брат зник, і Гільдія допомагає мені його знайти. Якщо в тебе виникнуть якісь проблеми, вони також допоможуть тобі.

source: Mój brat zaginął. Może słyszałeś coś o tym?
uk: Мій брат зник. Може, ти щось чув про це?

source: Mój brat zaginął. Przypuszczam, że został porwany.
uk: Мій брат зник. Гадаю, його викрали.

source: Mój brat zaginął. Wiesz może coś na ten temat?
uk: Мій брат зник. Може в тебе є якась інформація?

source: Mój brat został ukąszony przez krwiopijcę, możesz mu jakoś pomóc?
uk: Мого брата вкусив шершень. Ти можеш йому чимось допомогти?

source: Mój brat został ukąszony przez krwiopijcę.
uk: Мого брата вкусив шершень.

source: Mój brat został użądlony przez krwiopijcę w pobliżu wioski Silbach...
uk: Мого брата вжалив шершень біля села Сільбах...

source: Mój brat został użądlony przez krwiopijcę.
uk: Мого брата вжалив шершень.

source: Mój brat, Jorn. Jest łysy i mniej więcej mojego wzrostu, ale ma trochę szersze ramiona.
uk: Мій брат Йорн. Він лисий, приблизно мого зросту, але трохи ширший у плечах.

source: Mój czas na Archolos powoli dobiega końca, muszę wracać na kontynent. Obiecałem, że wezmę cię ze sobą, ale oferta uległa zmianie.
uk: Мій час на Архолосі добігає кінця, я мушу повертатись на континент. Я обіцяв взяти тебе з собою, але ситуація змінилась.

source: Mój człowiek!
uk: О, своя людина!

source: Mój dług jest teraz spłacony. Powodzenia w poszukiwaniach, przyjacielu.
uk: Мій борг тепер сплачено. Щасти тобі в твоїх пошуках, друже.

source: Mój kompan też znalazł ludzi do pomocy, więc wszystko idzie zgodnie z planem. Gotowy do drogi?
uk: Мій компаньйон теж знайшов людей на допомогу, тому все йде за планом. Готовий вирушати?

source: Mój miecz gotowy?
uk: Мій меч готовий?

source: Mój mistrz mawiał, że w alchemii najważniejsze to dać się ponieść. Pozwól więc sobie na odrobinę szaleństwa, a uzyskasz wspaniałe rezultaty!
uk: Мій вчитель казав, що в алхімії найважливіше – відпустити себе. Тож дозволь собі трохи збожеволіти, і ти отримаєш чудові результати!

source: Mój mistrz nie żyje... Starałem się, przed samym sobą, usprawiedliwiać jego działania wolą Innosa... ale czy straszliwe czyny, nawet w najszczytniejszym celu, mogą zostać wybaczone?
uk: Мій наставник помер... Я намагався перш за все перед самим собою виправдати його дії волею Інноса... Але чи можна пробачити жахливі вчинки, навіть з найблагороднішою метою?

source: Mój mistrz sam doglądał jej budowy. Często upominał pracowników, by dokładnie wykonali łby z przodu i tyłu kaplicy... Gdy prośby zawiodły mistrz w gniewie rzucał kamieniem w niedoskonałe rzeźby...
uk: Мій наставник сам наглядав за її будівництвом. Він часто наставляв робітників, щоб вони ретельно вирізали голови спереду і ззаду каплиці... Коли ж його вимоги не виконувалися, наставник у гніві жбурляв каміння в недосконалу різьбу...

source: Mój mistrz sprawił, że niebo zapłonęło. Twierdzę zalewał ogień przez równe trzy dni i noce. Łunę tych płomieni było widać na całej wyspie, odór spalenizny aż w pobliskich wioskach, a żar bił na odległość kilkudziesięciu metrów.
uk: Мій наставник зробив так, що небо запалало. Фортеця була охоплена вогнем протягом трьох днів і ночей. Відблиски полум'я було видно по всьому острову, сморід від горіння і попіл доносилися аж до найближчих сіл.

source: Mój mąż nie chciałby by jego amulet był noszony przez kogoś obcego.
uk: Мій чоловік не хотів би, щоб його амулет носив незнайомець.

source: Mój mąż od dawna nie żyje.
uk: Мій чоловік давно загинув.

source: Mój mąż pewnie bardzo by się złościł gdyby coś mu się stało.
uk: Мій чоловік, мабуть, дуже розсердився б, якби з ним щось сталося.

source: Mój mąż uważa, że zupa mi się nie udała.
uk: Мій чоловік вважає, що мій суп не вдався.

source: Mój naród był od wieków wierny Adanosowi. Rozjemca to moje przeznaczenie.
uk: Мій народ був вірний Аданосу століттями. Миротворець – це моя доля.

source: Mój nowy dom
uk: Мій новий дім

source: Mój ojciec i jego kumpel Thorben, wpakowali mnie w zaaranżowane małżeństwo!
uk: Мій батько і його приятель Торбен втягнули мене в шлюб за домовленістю!

source: Mój ojciec mawiał, że nikt nie powinien się wstydzić swego miecza. Szczególnie, jeśli jest tak ostry, jak ten.
uk: Мій батько казав, що ніхто не повинен соромитися свого меча. Особливо, якщо він такий гострий, як цей.

source: Mój ojciec też nauczył mnie paru sztuczek, na przykład jak używać całego ciała podczas zamachu, a nie tylko ramion.
uk: Мій батько також навчив мене кількох хитрощів, наприклад, як використовувати все своє тіло під час замаху, а не лише руки.

source: Mój ojciec też tak mówił i zostawił nieuregulowane rachunki. W każdym razie dziękuję za twoją pomoc, chociaż nie znam szczegółów.
uk: Мій батько теж так казав і залишив несплачені рахунки. У будь-якому випадку, дякую за допомогу, хоча я не знаю подробиць.

source: Mój pan bardzo ostrożnie dobiera sobie znajomych. Zwykle woli towarzystwo ksiąg i Alfreda niż kogokolwiek innego.
uk: Мій пан дуже ретельно обирає собі знайомих. Зазвичай він віддає перевагу компанії книг і Альфреда, а не комусь іншому.

source: Mój pies bronił domu do ostatniej kropli krwi. Mimo iż przyszło nam się znać bardzo krótko, to cieszę się, że mogłem mieć takiego wiernego przyjaciela.
uk: Мій пес захищав будинок до останньої краплі крові. Хоча ми були знайомі недовго, я радий, що я мав такого вірного друга.

source: Mój plan polega na zasadzeniu roślin jednego typu na małym poletku i postawienie tam osobnego ula.
uk: Мій план полягає в тому, щоб посадити один вид рослин на невеликій ділянці і поставити там окремий вулик.

source: Mój poemat.
uk: Мій вірш.

source: Mój przyjaciel Gaur był strażnikiem w kopalni. Pech chciał, że akurat miał wartę gdy pełzacze zaatakowały.
uk: Мій друг Гаур був вартовим в копальні. На жаль, якраз під час нападу повзунів він стояв на варті.

source: Mój skarb, mój piękny skarb... te wszystkie złote talerze, kielichy, pierścienie i amulety...
uk: Мій скарб, мій прекрасний скарб... всі ті золоті тарілки, келихи, персні та амулети...

source: Mój sukces zawdzięczam dobrym układom ze znajomymi łowcami i byciu uczciwym.
uk: Своїм успіхом я завдячую хорошим угодам зі знайомими мисливцями та чесності.

source: Mój syn przeszedł nasz rodzinny sprawdzian, więc tak, wszystko jest w jak najlepszym porządku!
uk: Мій син пройшов наше сімейне випробування, тож краще і бути не може!

source: Mój szef często przesiaduje na ławkach w pobliżu.
uk: Мій начальник часто сидить на лавках неподалік.

source: Mój szef jest na tropie niebezpiecznej organizacji.
uk: Мій шеф вийшов на слід небезпечної організації.

source: Mój urok osobisty chyba nie działa, bo nie każdy pod pokładem chce ze mną rozmawiać. Muszę nad nim popracować...
uk: Мій власний шарм, здається, не працює, тому що не всі під палубою хочуть зі мною розмовляти. Мені треба над цим попрацювати...

source: Mój wuj, Kurt, przysłał mnie po pieniądze za wykonaną pracę.
uk: Мій дядько, Курт, прислав мене по гроші за виконану роботу.
